chat_system_1207250615_actor_description=Scott Thompson. Governor of Islands of Freedom.
chat_system_1207250615_snap_4_question=^?^You did your job just fine, [player]. I see that King Mark has brave and industrious people. Maybe you'd be interested in working for me?<br>[reward]
chat_system_1207250615_snap_4_answer_0=^?^Thank you for the reward. But my service for the king suits me well enough, and my life is full of adventures - and I can also serve my country.
chat_system_1207250615_snap_0_question=^?^Actually here on the Islands everything is not always smooth and calm. Sometimes problems arise, and your help would come in handy in solving one of them.<br>There is a problem with one pirate named Thorny Dog. This young and desperate cutthroat has blocked the main trade route. And besides he didn't get my permission to rob the trade vessels. I invited him to a meeting, so we could discuss the matter, but he ignored my invitation.<br>I can't leave things as they stand - otherwise everybody will start doing what they want. Thus, I have fixed a reward for his head.<br>[reward]
chat_system_1207250615_snap_0_answer_0=^?^So, where I can find Thorny Dog?
chat_system_1207250615_snap_0_answer_1=^?^I'm a treasure hunter, not a headhunter!
chat_system_1207250615_snap_1_question=^?^To the north in a lagoon is a little grotto. His refuge is situated there.
chat_system_1207250615_snap_1_answer_0=^?^I see. I'll take care of it.
chat_system_1207250615_snap_2_question=^?^That's a shame, but please do keep your temper. And think about the reward.
chat_system_1207250615_snap_2_answer_0=^?^I'll think about it. Goodbye.
